/* A single strings file, whose title is specified in your preferences schema. The strings files provide the localized content to display to the user for each of your preferences. */

"Group" = "Grup";
"Name" = "Nume";
"none given" = "nimic";
"Enabled" = "Activată";
"Auto Play" = "Auto-redare";
"AUTO_DESCRIPTION" = "Redați automat episodul următor al podcastului.";
"Podcasts 1.0" = "Podcasturi 1.0";
"COPYRIGHT_TEXT" = "Copyright © 2012 Apple Inc. Toate drepturile rezervate.";
"Subscriptions_Title" = "Opțiuni implicite abonări";
"Auto-Download" = "Descărcări automate";
"Episodes-To-Keep" = "Păstrare episoade";
"KeepAllEpisodes" = "Toate episoadele";
"KeepAllUnplayedEpisodes" = "Toate episoadele neredate";
"KeepMostRecentEpisode" = "Cel mai recent episod";
"KeepLast2Episodes" = "Ultimele 2 episoade";
"KeepLast3Episodes" = "Ultimele 3 episoade";
"KeepLast5Episodes" = "Ultimele 5 episoade";
"KeepLast10Episodes" = "Ultimele 10 episoade";
"KeepAllEpisodesShort" = "Toate";
"KeepAllUnplayedEpisodesShort" = "Neredate";
"KeepMostRecentEpisodeShort" = "Cel mai recent";
"KeepLast2EpisodesShort" = "Ultimele 2";
"KeepLast3EpisodesShort" = "Ultimele 3";
"KeepLast5EpisodesShort" = "Ultimele 5";
"KeepLast10EpisodesShort" = "Ultimele 10";
"CELL_DOWNLOAD" = "Utilizare date celulare";
"CELL_DOWNLOAD_FOOTER" = "Utilizați rețeaua celulară pentru descărcările automate și redarea în flux.";
"Sync Subscriptions" = "Sincronizare abonări";
"Debug" = "Depanare";
"Reset Stations Data" = "Resetați datele posturilor";
"Version" = "Versiunea";
